import React from "react"

const datas = [
    {
        title : "کنفرانس بین المللی سوشال مارکتینگ",
        description : "در این کنفرانس قرار است به روش های جذب مخاطب از طریق فیسبوک بیزینس بپردازیم و ببینم کی به کیه و چی به چیه و مخاطب جمع کنیم و با فیسبوک یاد بگیریم کار کنیم",
        image : "/images/event.jpeg",
    },
    {
        title : "کنفرانس بین المللی سوشال مارکتینگ",
        description : "در این کنفرانس قرار است به روش های جذب مخاطب از طریق فیسبوک بیزینس بپردازیم و ببینم کی به کیه و چی به چیه و مخاطب جمع کنیم و با فیسبوک یاد بگیریم کار کنیم",
        image : "/images/event.jpeg",
    },
    {
        title : "کنفرانس بین المللی سوشال مارکتینگ",
        description : "در این کنفرانس قرار است به روش های جذب مخاطب از طریق فیسبوک بیزینس بپردازیم و ببینم کی به کیه و چی به چیه و مخاطب جمع کنیم و با فیسبوک یاد بگیریم کار کنیم",
        image : "/images/event.jpeg",
    },
]

const Events = React.createContext({data : datas})

export default Events